export const testimonials = [
  {
    name: "Fayshal",
    address: "Rangpur",
    message:
      "আমার ভাইয়ের জীবন বাঁচাতে রক্তদাতাদের সহায়তা পেয়েছিলাম। তাদের প্রতি আমার কৃতজ্ঞতা অসীম।",
  },
  {
    name: "Sadia Rahman",
    address: "Dhaka",
    message:
      "প্রথমবার রক্তদানের পর অনুভব করলাম, একজনের জীবনে এত বড় ভূমিকা রাখতে পারি—এটাই আমার জন্য গর্বের বিষয়।",
  },
  {
    name: "Anik Hossain",
    address: "Chattogram",
    message:
      "রক্ত প্রয়োজন ছিল জরুরি ভিত্তিতে। এই প্ল্যাটফর্ম আমাকে ১৫ মিনিটের মধ্যে একজন ডোনরের সাথে যোগাযোগ করিয়ে দেয়। অসাধারণ উদ্যোগ।",
  },
  {
    name: "Tasnim Jahan",
    address: "Khulna",
    message:
      "রক্ত পেয়েছিলাম এক অচেনা ভাইয়ের কাছ থেকে। তার সেই সহানুভূতি আজও মন ছুঁয়ে যায়।",
  },
  {
    name: "Rafiul Islam",
    address: "Sylhet",
    message:
      "আমি নিয়মিত রক্ত দেই। এই প্ল্যাটফর্মে রেজিস্টার করার পর অনেকেই যোগাযোগ করেছে—এটা সত্যিই খুব কার্যকর।",
  },
];
